Repository: pypi-data/pypi-mirror-52
Catalog: packages/django-payment/django-payment-1.0.tar.gz/django-payment-1.0/payment/locale/*/LC_MESSAGES/django.po
Languages: fr

# Custom payment choice type
source: Manual
fr: Manuel

# transaction kind
source: Authorization
fr: Autorisation

# transaction kind
source: Refund
fr: Remboursement

# transaction kind
source: Void
fr: Annulation

# payment status
source: Not charged
fr: Non payé

# payment status
source: Partially charged
fr: Payé en partie

# payment status
source: Fully charged
fr: Payé

# payment status
source: Partially refunded
fr: Remboursé en partie

# payment status
source: Fully refunded
fr: Remboursé

source: amount
fr: montant

source: created
fr: créé

source: modified
fr: modifié

source: captured amount
fr: montant capturé

source: Payment
fr: Paiement

# Payment status form field
source: Payment status
fr: Status paiement

source: Setting charge status to {} directly is not supported. Please use the dashboard to refund partially.
fr: Il n'est pas possible de mettre le status a {} directement. Utilisez la console pour un remboursement partiel.

# Stripe payment error
source: Order was not authorized.
fr: L'ordre n'a pas été autorisé

# Stripe payment error
source: Order was not charged.
fr: L'ordre n'a pas été payé

# Stripe payment gateway description
source: Total payment
fr: Paiement total

source: gateway
fr: passerelle

source: is_active
fr: actif?

source: charge status
fr: Status paiement

source: token
fr: jeton

source: cc first digits
fr: cc premiers chiffres

source: cc last digits
fr: cc derniers chiffres

source: cc brand
fr: cc marque

source: cc exp month
fr: cc mois d'expiration

source: cc exp year
fr: cc année d'expiration

source: customer email
fr: email client

source: customer ip address
fr: adresse ip client

source: extra data
fr: données supplémentaires

source: payment
fr: paiement

source: payments
fr: paiements

source: kind
fr: type

source: is success
fr: succès?

source: error
fr: erreur

source: gateway response
fr: réponse passerelle
