keywords = {
    "main": ["贵阳", "观山湖区", "南明区", "云岩区", "花溪区", "乌当区", "白云区",
             "清镇市", "开阳县", "息烽县", "修文县"],
    "second": ["政法委", "法治", "法律", "政法", "司法", "司改", "综治", "综合治理",
               "治安", "警方", "公安", "交警", "警队", "民警", "特警", "警校",
               "干警", "女警", "警察", "片警", "派出所", "警力", "警务", "经侦",
               "侦查", "边防检查", "办案", "涉嫌", "刑拘", "告破", "检察", "检方",
               "反贪", "反渎职侵权", "犯罪", "公诉", "检委会", "立案", "法院", "法官",
               "法庭", "中院", "审判", "陪审", "开庭", "开审", "法警", "审委会", "诉讼",
               "上诉", "起诉", "抗诉", "一审", "二审", "终审", "再审", "重审", "刑事赔偿",
               "民事赔偿", "国家赔偿", "强制执行", "审监", "死刑", "法医", "宣判", "冤案",
               "监狱", "社区矫正", "劳教", "劳动教养", "戒毒所", "涉案", "诈骗", "判刑",
               "徒刑", "律师", "维权", "冤假错案火灾", "大火", "起火", "着火", "失火",
               "瓦斯事故", "爆燃", "原油", "石油", "天然气", "煤气", "毒气", "石化",
               "化工", "化学", "输油管泄漏", "泄露", "坠毁", "高铁", "火车", "列车",
               "地铁出轨", "相撞", "脱轨", "脱线", "翻车", "侧翻", "翻倒", "倾覆",
               "坠亡", "重大", "恶性", "特大", "交通事故"]
}