Repository: pypi-data/pypi-mirror-52
Catalog: packages/cubicweb-relationwidget/cubicweb-relationwidget-0.5.2.tar.gz/cubicweb-relationwidget-0.5.2/cubicweb_relationwidget/i18n/*.po
Languages: fr

source: Link to a new entity
fr: Relier à une nouvelle entité

source: Link/unlink entities
fr: Relier à des entités existantes

source: Maximum size of the result set the "display all" link is displayed for
fr: Nombre maximum de résultats pour lequel ce lien est affiché

source: No entity to put in relation
fr: Aucune entité ne peut être reliée

source: Page size of the table in the relation widget modal
fr: nombre maximum d'entités affichées par pages

source: Selected item
fr: Entité sélectionnée

source: Selected items
fr: Entités sélectionnées

source: close
fr: fermer

source: facet-loading-msg
fr: chargement...

source: link to %(targetetype)s
fr: relier à %(targetetype)s

source: link to ...
fr: relier à ...

source: loading...
fr: chargement...

source: no available "%s" to relate to
fr: aucune entité de type %s n'est disponible

source: no selected entities
fr: aucune entité sélectionnée

source: please correct errors below
fr: veuillez corriger les erreurs ci-dessous

source: relationwidget.display-all-limit
fr: présence du lien "afficher tous les résultats"

source: relationwidget.table-page-size
fr: nombre de résultats

source: required_error
fr: Cette relation est obligatoire. Veuillez choisir au moins une valeur.

source: search entities to be linked to %(target_etype)s
fr: Recherche d'entités de type "%(target_etype)s" à lier

source: selection
fr: sélection

source: total: %s entities
fr: total : %s entités

source: validate
fr: valider
